"keyApplicationTitle"           = "Utilitário Slot de Memória";

"keyWarningOptimalInfo"         = "Os módulos de memória estão instalados nos slots recomendados.";
"keyWarningNotOptimalInfo"      = "Os módulos de memória instalados neste sistema não estão dispostos de acordo com a configuração recomendada para uma largura de banda de memória ideal.";

"keyCurrentDIMMConfig"          = "Módulos de memória atualmente instalados:";
"keyRecommendedConfig"          = "Configuração recomendada:";
"keyOKButton"					= "OK";
"keyPrintButton"				= "Imprimir";
"keyQuit"                       = "Encerrar";

"keySlot1"                      = "Slot 1:";
"keySlot2"                      = "Slot 2:";
"keySlot3"                      = "Slot 3:";
"keySlot4"                      = "Slot 4:";
"keySlot5"                      = "Slot 5:";
"keySlot6"                      = "Slot 6:";
"keySlot7"                      = "Slot 7:";
"keySlot8"                      = "Slot 8:";

"keyServerSlotA4"                   = "Slot A4:";
"keyServerSlotA1"                   = "Slot A1:";
"keyServerSlotA5"                   = "Slot A5:";
"keyServerSlotA2"                   = "Slot A2:";
"keyServerSlotA6"                   = "Slot A6:";
"keyServerSlotA3"                   = "Slot A3:";
"keyServerSlotB4"                   = "Slot B4:";
"keyServerSlotB1"                   = "Slot B1:";
"keyServerSlotB5"                   = "Slot B5:";
"keyServerSlotB2"                   = "Slot B2:";
"keyServerSlotB6"                   = "Slot B6:";
"keyServerSlotB3"                   = "Slot B3:";
"keyServerNoDIMM"                   = " -\t\t\t\t";
"keyServerUnknownDIMMSize"          = " -\t\t\t";
"keyServerDIMMSize1"				= "DIMM de 1 GB\t";
"keyServerDIMMSize2"				= "DIMM de 2 GB\t";
"keyServerDIMMSize4"				= "DIMM de 4 GB\t";
"keyServerDIMMSize8"				= "DIMM de 8 GB\t";
"keyServerDIMMSize16"				= "DIMM de 16 GB\t";

"keyNoDIMM"                     = " -\t\t\t\t";
"keyUnknownDIMMSize"            = " -\t\t\t";
"keyDIMMSize1"                  = "DIMM de 1 GB\t";
"keyDIMMSize2"                  = "DIMM de 2 GB\t";
"keyDIMMSize4"                  = "DIMM de 4 GB\t";
"keyDIMMSize8"                  = "DIMM de 8 GB\t";
"keyDIMMSize16"                 = "DIMM de 16 GB\t";

"keyUserGuideInfo"              = "Siga as instruções contidas no Guia do Usuário para desligar corretamente o sistema e mudar os módulos de memória para os slots recomendados.\n\nPara executar este utilitário novamente, abra:";
"keyUtilityAbsPath"             = "/Sistema/Biblioteca/CoreServices/Memory Slot Utility";

"keyUnsupportedSystemMessage"	= "O Utilitário Slot de Memória não deveria ser executado neste sistema.";
